{
  "filename": "ALBORZ.html",
  "title": "CAMP ALBORZ",
  "paragraphs": [
    "ALBORZ is a 501c3 Non-Profit music and arts organization, supporting an inclusive and diverse community of performers and artists through events, partnerships, community involvement, mentorship and relationship building.",
    "ALBORZ was founded to celebrate Persian Culture worldwide, through music, food and art. The legendary hospitality, without any of the baggage.",
    "Our inclusive events foster cross-cultural understanding and community engagement. Join us in preserving and promoting the vibrant Persian culture. Our mission is to leverage our wide community reach to support efforts focused on helping our community, our country and our planet.",
    "We gather all over the globe but coalesce around our love for hosting new and old friends at our home, in our home, Black Rock City.",
    "Many of us live far away from our ancestral lands but we try to share the best parts of our cultural heritage with one another as well as the broader community.",
    "&quot;Coleman Barks, a renowned translator of Rumi&#39;s works, has beautifully captured the essence of Camp Alborz with the following Rumi quote:",
    "&#39;Out beyond ideas of wrongdoing and rightdoing, there is a field. I&#39;ll meet you there. When the soul lies down in that grass, the world is too full to talk about. Ideas, language, even the phrase &#39;each other&#39; doesn&#39;t make any sense.&#39;&quot;",
    "This Rumi quote speaks to the spirit of Camp Alborz, where differences and divisions dissolve, and a profound sense of unity and connection emerges. In that sacred space, where judgments and labels lose their power, our souls come alive, and we experience the profound beauty of simply being together. It&#39;s a reminder that when we transcend the constraints of language and societal constructs, we discover a boundless field of love and understanding, where we can truly meet one another in the purest essence of our shared humanity."
  ],
  "headings": [],
  "images": [
    "05c08c09cf6d0acecd5548ac9dcefa1e.jpg",
    "05c08c09cf6d0acecd5548ac9dcefa1e.jpg",
    "ALBORZ/1d06a7040c9ca6f814a95b3d31ff2cfb.jpg",
    "ALBORZ/e4956d45216d473ca35c279237d61592.jpg",
    "ALBORZ/741b0955e065164bc12eadd8b26f0af4.jpg",
    "ALBORZ/bc5ba4c0e8a110e8e110b58c81189ff8.jpg",
    "64b7764c1e7a64abc2b1ea1a7dcaabd9.jpg",
    "2d47312bb10753410cba64af50c19a9b.jpg",
    "50a1ba08ce4b3d023fa7858c275af97e.jpg",
    "48d7c85189f7b171a95a7cdf07c046c7.jpg"
  ],
  "links": [
    {
      "url": "ALBORZ.html",
      "text": "ALBORZ"
    },
    {
      "url": "EVENTS.html",
      "text": "EVENTS"
    },
    {
      "url": "ART.html",
      "text": "ART"
    },
    {
      "url": "HOMA.html",
      "text": "HOMA"
    },
    {
      "url": "DAMAVAND.html",
      "text": "DAMAVAND"
    },
    {
      "url": "DONATE.html",
      "text": "DONATE"
    },
    {
      "url": "ALBORZ.html",
      "text": "ALBORZ"
    },
    {
      "url": "EVENTS.html",
      "text": "EVENTS"
    },
    {
      "url": "ART.html",
      "text": "ART"
    },
    {
      "url": "HOMA.html",
      "text": "HOMA"
    },
    {
      "url": "DAMAVAND.html",
      "text": "DAMAVAND"
    },
    {
      "url": "DONATE.html",
      "text": "DONATE"
    },
    {
      "url": "ALBORZ.html",
      "text": "ALBORZ"
    },
    {
      "url": "EVENTS.html",
      "text": "EVENTS"
    },
    {
      "url": "ART.html",
      "text": "ART"
    },
    {
      "url": "HOMA.html",
      "text": "HOMA"
    },
    {
      "url": "DAMAVAND.html",
      "text": "DAMAVAND"
    },
    {
      "url": "DONATE.html",
      "text": "DONATE"
    }
  ],
  "videos": []
}