{
  "filename": "MEMBERS.html",
  "title": "CAMP ALBORZ - MEMBERS",
  "paragraphs": [
    "Congratulations! You&#39;ve been",
    ", where unforgettable adventures await under the desert sky.",
    "To make that magic happen we need two things from you:",
    "to help us understand the type of vehicle you are bringing, your arrival time, and other details. This information will help us set up the best camp layout possible. Only fill out this form if you are fully committed to camping with Alborz at Burning Man this year.",
    "Please be aware that once you complete the membership form, we are asking for payment(s) to be made within 1 (one) week to officially secure your spot in the camp",
    ". Please make sure to specify who you are making payment(s) for. Please only make payments for other",
    ") this year and can be paid through one of the methods",
    "The GRID fee is an optional fee to connect your RV or AC unit to the power grid. It is on an RV or AC basis so if you are sharing an RV or tent it is split between the folks connecting.",
    "For 2025 we are keeping the Grid fee to",
    "50 AMP RV is $500 more but they are rare, please notify us if you need this as it has to be arranged with the vendor.",
    "Please let us know who you are sharing your grid or RV fee with if you send partial payment for these.",
    "Preferred Payment Option:",
    "payments@campalborz.org",
    "Other Payment Options:",
    "$35 Added on top of dues. 🥺",
    "to pay with credit card 🤤",
    "Once we have both the membership form and dues from you, you will officially be welcomed as a",
    "Alborzian! Shortly after, you will receive an invitation to join the",
    "WhatsApp group, where we&#39;ll start the party and keep you informed on any important updates.",
    "Interested in learning more about Camp Alborz? Take a look at our",
    "2025 Welcome Document.",
    "Alborz is now a 501c3 non-profit music and arts organization supporting an inclusive and diverse community of performers and artists through events, partnerships, community involvement, mentorship and relationship building. Becoming a 501c3 gives us a lot of benefits as an organization, including tax deductions for those who make donations to the camp. If you are willing and able to contribute beyond the cost of dues, you can do so here:",
    "This year you can expect enhancements to our iconic",
    ", with exciting new upgrades, and we’re investing in",
    "refreshing and renewing the stage to prepare it for the return of Alborz&#39;s original living room!",
    "Don&#39;t miss our upcoming fundraisers:",
    "Alborz Fundraiser in Los Angeles",
    "July: Alborz Fundraiser in NY (More details TBA)"
  ],
  "headings": [],
  "images": [
    "05c08c09cf6d0acecd5548ac9dcefa1e.jpg",
    "05c08c09cf6d0acecd5548ac9dcefa1e.jpg",
    "MEMBERS/791b0d1ca3bd74b6a1f7c45caac4fa6c.jpg",
    "MEMBERS/0fcd9633e3561274ef8a22da01c2024f.jpg",
    "MEMBERS/6975d80c8b032f4c5b95a1dbbea8920d.jpg",
    "64b7764c1e7a64abc2b1ea1a7dcaabd9.jpg",
    "2d47312bb10753410cba64af50c19a9b.jpg",
    "50a1ba08ce4b3d023fa7858c275af97e.jpg",
    "48d7c85189f7b171a95a7cdf07c046c7.jpg"
  ],
  "links": [
    {
      "url": "ALBORZ.html",
      "text": "ALBORZ"
    },
    {
      "url": "EVENTS.html",
      "text": "EVENTS"
    },
    {
      "url": "ART.html",
      "text": "ART"
    },
    {
      "url": "HOMA.html",
      "text": "HOMA"
    },
    {
      "url": "DAMAVAND.html",
      "text": "DAMAVAND"
    },
    {
      "url": "DONATE.html",
      "text": "DONATE"
    },
    {
      "url": "ALBORZ.html",
      "text": "ALBORZ"
    },
    {
      "url": "EVENTS.html",
      "text": "EVENTS"
    },
    {
      "url": "ART.html",
      "text": "ART"
    },
    {
      "url": "HOMA.html",
      "text": "HOMA"
    },
    {
      "url": "DAMAVAND.html",
      "text": "DAMAVAND"
    },
    {
      "url": "DONATE.html",
      "text": "DONATE"
    },
    {
      "url": "ALBORZ.html",
      "text": "ALBORZ"
    },
    {
      "url": "EVENTS.html",
      "text": "EVENTS"
    },
    {
      "url": "ART.html",
      "text": "ART"
    },
    {
      "url": "HOMA.html",
      "text": "HOMA"
    },
    {
      "url": "DAMAVAND.html",
      "text": "DAMAVAND"
    },
    {
      "url": "DONATE.html",
      "text": "DONATE"
    }
  ],
  "videos": []
}